;------------------------------------------------------------------------------
; UltraDefrag GUI Latin Language Pack.
; Copyright (C) 2011 by Dmitri Arkhangelski.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Menu

ACTION                    = &Actio
REPORT                    = &Fama
SETTINGS                  = &Optiones
HELP                      = A&diuto

; --- Action Menu

ANALYSE                   = &Investigatio
DEFRAGMENT                = &Defragmenta
QUICK_OPTIMIZE            = &Consumma cito
FULL_OPTIMIZE             = Consumma &plene
STOP                      = Pau&sa
REPEAT_ACTION             = Permitto repetitionis
SKIP_REMOVABLE_MEDIA      = &Exclude discorum amovibilium
RESCAN_DRIVES             = &Reproba discorum
WHEN_DONE                 = Post &operam
EXIT                      = E&xitus

; --- --- When done submenu

WHEN_DONE_NONE            = &Nihil
WHEN_DONE_EXIT            = E&xitus
WHEN_DONE_STANDBY         = Somnus &parvus
WHEN_DONE_HIBERNATE       = &Somnus diutinus
WHEN_DONE_LOGOFF          = &Exitus tuus
WHEN_DONE_REBOOT          = &Repetitio initii
WHEN_DONE_SHUTDOWN        = &Terminatio

; --- Report Menu

SHOW_REPORT               = Exhibe &famae

; --- Settings Menu

LANGUAGE                  = &Lingua
GRAPHICAL_INTERFACE       = Crusta &graphica
BOOT_TIME_SCAN            = &Effectus per Windows initium
REPORTS                   = &Famae

; --- --- Language submenu

TRANSLATIONS_FOLDER       = Liber &translationis

; --- --- Graphical interface submenu

FONT                      = &Scriptio
OPTIONS                   = &Optiones

; --- --- Boot time scan submenu

ENABLE                    = &Permitto
SCRIPT                    = &Scriptum

; --- Help Menu

CONTENTS                  = &Indicem contenta
BEST_PRACTICE             = &Usus optimus
FAQ                       = &FAQ
ABOUT                     = &Informatio

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Scriptum Windows initii

; Drives list items.

VOLUME                    = Discus
STATUS                    = Status
TOTAL                     = Spatium totum
FREE                      = Spatium liberum
PERCENT                   = % liberum

; Status messages

STATUS_RUNNING            = Continuus
STATUS_ANALYSED           = Investigam
STATUS_DEFRAGMENTED       = Defragmentam
STATUS_OPTIMIZED          = Consummam

; Status bar messages.

DIRS                      = libri
FILES                     = tabellae
FRAGMENTED                = fragmentem
COMPRESSED                = stringem
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Informatio circa Ultra Defragmenter
CREDITS                   = Creatores
LICENSE                   = Licentia

; Shutdown confirmation

PLEASE_CONFIRM            = Comproba
REALLY_SHUTDOWN_WHEN_DONE = Vuoi veramente spegnere il PC dopo la deframmentazione?
REALLY_HIBERNATE_WHEN_DONE= Vuoi veramente ibernare il PC dopo la deframmentazione?
REALLY_LOGOFF_WHEN_DONE   = Vuoi Veramente Spegnere il Sistema quando il processo ha finito?
REALLY_REBOOT_WHEN_DONE   = Vuoi Veramente Riavviare il sistema quando il processo ha finito?
SECONDS_TILL_SHUTDOWN     = secundi ante terminationem
SECONDS_TILL_HIBERNATION  = secundi ante somnum diutinum
SECONDS_TILL_LOGOFF       = secundi ante exitum tuum
SECONDS_TILL_REBOOT       = secundi ante initii repetitionem
YES                       = &Sic
NO                        = &Non

; END OF FILE
